
LSWConfig = {
	["glyphTypes"] = {
	},
	["itemBOP"] = {
		[42549] = false,
		[12203] = false,
		[7148] = false,
		[1017] = false,
		[4404] = false,
		[23440] = false,
	},
}
LSWPrices = {
	["value"] = {
		[43001] = 10700,
		[36901] = 39500,
		[36917] = 74000,
		[10502] = 30000,
		[10506] = 897900,
		[40893] = 20000,
		[10514] = 7900,
		[10518] = 107100,
		[40079] = 489900,
	},
	["costSamples"] = {
	},
	["valueSamples"] = {
	},
	["cost"] = {
		[43001] = 10700,
		[36901] = 39500,
		[36917] = 74000,
		[10502] = 30000,
		[10506] = 897900,
		[40893] = 20000,
		[10514] = 7900,
		[10518] = 107100,
		[40079] = 489900,
	},
}
Rdb = {
	[7935] = {
		["spellCost"] = 5500,
		["spellValue"] = 20000,
		["itemID"] = 6453,
		["reagents"] = {
			[1288] = 1,
		},
	},
	[33276] = {
		["spellCost"] = 0,
		["spellValue"] = 0,
		["itemID"] = 27635,
		["reagents"] = {
			[27668] = 1,
		},
	},
	[27033] = {
		["spellCost"] = 0,
		["spellValue"] = 3000,
		["itemID"] = 21991,
		["reagents"] = {
			[21877] = 2,
		},
	},
	},
	["Meta"] = {
		["lastUpdate"] = 1769408307,
		["Entries"] = {
			["Кулинария"] = 168,
			["Первая помощь"] = 17,
		},
		["autoSync"] = true,
	},
	[64054] = {
		["spellCost"] = 0,
		["spellValue"] = 0,
		["itemID"] = 33004,
		["reagents"] = {
			[7974] = 1,
		},
	},
	[57440] = {
		["spellCost"] = 0,
		["spellValue"] = 115000,
		["itemID"] = 43005,
		["reagents"] = {
			[34736] = 1,
			[43007] = 1,
		},
	},
	[6499] = {
		["spellCost"] = 900,
		["spellValue"] = 1300,
		["itemID"] = 5525,
		["reagents"] = {
			[5503] = 1,
			[159] = 1,
		},
	},
}
RdbMeta = nil
